import { Typography } from "@/components";
import { Box } from "@mui/material";

export default function Page() {
  return (
    <Box
      sx={{
        px: {
          sm: 5,
          md: 10,
          lg: 30,
        },
        pb: 5,
      }}
    >
      <Typography>
        <span style={{ paddingLeft: 48 }}>Пожалуйста,</span> перед
        использованием сайта https://Car4U.kz (далее – «Сайт») или мобильного
        приложения Car4U.kz (далее – «Мобильное приложение»), просим Вас
        внимательно и полностью ознакомиться с настоящим Пользовательским
        соглашением (далее – Пользовательское соглашение). Настоящее
        Пользовательское соглашение регулирует отношения, возникающие между Вами
        (далее также - «Пользователь») и Товариществом с ограниченной
        ответственностью «Car4U.kz» (далее также - «Car4U.kz»), именуемыми в
        отдельности также «Сторона», а совместно именуемыми «Стороны», в связи с
        использованием Сайта /Мобильного приложения.
      </Typography>
      <Typography>
        <span style={{ paddingLeft: 48 }}>Принимая</span> условия настоящего
        Пользовательского соглашения, Вы подтверждаете, что соответствуете
        требованиям, предъявляемым к Пользователю, указанным в разделе 1
        Пользовательского соглашения, соглашаетесь с Пользовательским
        соглашением и обязуетесь его соблюдать. Использование Сайта и (или)
        Мобильного приложения, либо информации, размещенной на Сайте/в Мобильном
        приложении, означает полное и безоговорочное принятие Пользователем всех
        условий настоящего Пользовательского соглашения. В случае, если
        Пользователь не согласен с положениями Пользовательского соглашения
        полностью или в какой-либо части, Пользователю надлежит отказаться от
        использования Сайта и Мобильного приложения. Пользовательское соглашение
        может быть изменено Car4U.kz в любое время без какого-либо специального
        уведомления Пользователя. Новая редакция Пользовательского соглашения
        вступает в силу с момента ее размещения на Сайте, если Car4U.kz прямо не
        указано иное. Регулярное ознакомление с действующей редакцией
        Пользовательского соглашения является обязанностью Пользователя. В
        случае если Car4U.kz были внесены какие-либо изменения в
        Пользовательское соглашение, с которыми Пользователь не согласен,
        последний обязан прекратить использование Сайта и Мобильного приложения.
        Использование Сайта и (или) Мобильного приложения после вступления в
        силу новой редакции Пользовательского соглашения означает согласие с ней
        Пользователя и применение к нему в полном объеме положений новой
        редакции.
      </Typography>
      <Typography>
        <span style={{ paddingLeft: 32, display: "block" }}>
          1. ИСПОЛЬЗУЕМЫЕ ТЕРМИНЫ
        </span>
        Car4U.kz - владелец сайта https://car4u.kz и мобильного приложения
        car4u.kz, юридическое лицо учрежденное и действующее в соответствии с
        законодательством Республики Казахстан, Товарищество с ограниченной
        ответственностью «Car4U.kz», БИН 200840027507
      </Typography>
      <Typography>
        <span style={{ paddingLeft: 32, display: "block" }}>
          2. ОБЩИЕ ПОЛОЖЕНИЯ
        </span>
        2.1.Настоящее Пользовательское соглашение распространяется на всех
        Пользователей Сайта/Мобильного приложения. Факт использования материалов
        Сайта/Мобильного приложения, Регистрации Пользователей на Сайте/в
        Мобильном приложении, подача онлайн-заявки посредством Портала
        подтверждает их согласие с настоящим Пользовательским соглашением в
        полном объеме без изъятий и ограничений.
        <span style={{ display: "block" }}>
          2.2.Car4U.kz предоставляет Пользователю возможность использования
          Сайта и Мобильного приложения с целью выбора и покупки Товаров у
          Поставщиков, реализующих Товары на Сайте и в Мобильном приложении,
          либо в целях реализации Товара.
        </span>
        <span style={{ display: "block" }}>
          2.3.Все сведения и данные, находящиеся на Сайте/в Мобильном приложении
          и его разделах, относительно цен, характеристик, наличия Товаров и
          иная информация по вопросам выбора и покупки Товаров у Поставщика и
          т.д., носят информационное назначение и не являются публичной офертой
          Car4U.kz.
        </span>
        <span style={{ display: "block" }}>
          2.4.Car4U.kz не является агентом, в том числе платежным агентом,
          комитентом и/или поверенным Партнеров, Продавцов, Покупателей и/или
          Кредитной организации и не несет ответственности за действия указанных
          лиц при их использовании Портала, либо за любые последствия таких
          действий.
        </span>
        <span style={{ display: "block" }}>
          2.5.Все претензии, обращения, замечания к Товару, приобретаемому у
          Поставщика, направляются Покупателями соответствующему Продавцу. Все
          споры, связанные с качеством, ценой, наличием Товара, условиями
          поставки, процедурой передачи Товара, разрешается между Покупателем и
          Поставщиком/Продавцом самостоятельно без участия Car4U.kz.
          Ответственность и обязанности Car4U.kz ограничивается
          ответственностью, предусмотренной законодательством и договорами,
          заключенными между Car4U.kz и Пользователем.
        </span>
        <span style={{ display: "block" }}>
          2.6.Пользовательское соглашение (в том числе любая из его частей)
          может быть изменено Car4U.kz без какого-либо специального уведомления.
          Новая редакция Пользовательского соглашения вступает в силу с момента
          ее размещения на Сайте, в Мобильном приложении либо доведения до
          сведения Пользователя в иной удобной форме, если иное не предусмотрено
          новой редакцией Пользовательского соглашения.
        </span>
        <span style={{ display: "block" }}>
          2. 7.Пользователь гарантирует, что не будет использовать Сервисы Сайта
          и/или Мобильного приложения с нарушением требований действующего
          законодательства, условий настоящего Пользовательского соглашения, а в
          случае заключения Договора присоединения – также условий Договора
          присоединения; в целях причинения вреда Car4U.kz и/или третьим лицам.
        </span>
      </Typography>
      <Typography sx={{ paddingLeft: 6 }}>
        3. РЕГИСТРАЦИЯ ПОЛЬЗОВАТЕЛЯ НА САЙТЕ/В МОБИЛЬНОМ ПРИЛОЖЕНИИ
      </Typography>
      <Typography>
        3.1.Пользователь в целях получения доступа к Сервисам Сайта/Мобильного
        приложения обязуется совершить ряд последовательных действий по
        заполнению регистрационной формы, включающих предоставление учетных
        данных (логин и пароль) и иной информации, в результате которых для
        Пользователя будет создан Личный кабинет.
      </Typography>
      <Typography>
        3.2.Любой Пользователь вправе иметь только один Личный кабинет на Сайте
        и в Мобильном приложении, к одному номеру телефона может быть привязан
        только один Личный кабинет. В случае нарушения Пользователем данного
        правила Car4U.kz может заблокировать Личный кабинет Пользователя, или
        ограничить функциональные возможности использования Пользователем Сайта
        и/или условия такого использования, и/или удалить Личный кабинет
        Пользователя.
      </Typography>
      <Typography>
        3.3.Для регистрации Пользователю необходимо выполнить ряд определённых
        действий, включая указание своих ФИО в соответствии с требованиями
        законодательства РК о защите персональных данных . Регистрационная
        форма, заполненная Пользователем, является неотъемлемой частью
        настоящего Пользовательского соглашения.
      </Typography>
      <Typography>
        3.4.При Регистрации Пользователь обязуется предоставлять достоверную,
        точную и полную информацию о себе в регистрационной форме и в
        последующем поддерживать эту информацию в актуальном состоянии. Если эта
        информация изменится, Пользователь обязуется изменить ее в кратчайшие
        сроки.
      </Typography>
      <Typography>
        3.5.Пользователь соглашается, что Car4U.kz вправе, но в любом случае не
        обязан проверять достоверность информации, предоставленной Пользователем
        о себе.
      </Typography>
      <Typography>
        3.6.По завершении Регистрации Car4U.kz предоставляет Пользователю доступ
        к Личному кабинету со следующим объемом прав:
      </Typography>
      <ul>
        <li>право на публикацию комментариев;</li>
        <li>право на размещение Объявлений;</li>
        <li>
          право на подачу жалобы на Объявление. При этом на 1 (одно) Объявление
          Пользователь вправе подать не более 2 (двух) жалоб;
        </li>
        <li>
          право на использование Сервисов и приобретение Товаров у Поставщиков;
        </li>
        <li>
          право на участие в программах лояльности Партнеров в соответствии с
          установленными последними правилами.
        </li>
      </ul>
      <Typography>
        Данный объем прав предоставляется исключительно Пользователям,
        являющимся Покупателями и/или Продавцами. Объем прав, предоставляемый
        Пользователям Партнерам /Кредитной организации (Пользователям –
        работникам указанных лиц), указывается в соответствующем соглашении,
        заключенном каждым из них.
      </Typography>
      <Typography>
        3.7.Car4U.kz вправе ограничить доступ Пользователя ко всем или некоторым
        возможностям Сайта/Мобильного приложения, заблокировать или удалить
        Личный кабинет Пользователя, в случае если Пользователь предоставил
        неверную информацию о себе, или у Car4U.kz будут основания полагать, что
        предоставленная Пользователем информация о себе недостоверна, неполна,
        неточна, нарушает условия настоящего Пользовательского соглашения, или
        Пользователь использует чужую информацию.
      </Typography>
      <Typography>
        3.8.Car4U.kz оставляет за собой право в любой момент потребовать от
        Пользователя подтверждения информации, предоставленной Пользователем о
        себе, и запросить в связи с этим подтверждающие документы (в частности —
        документы, удостоверяющие личность). В случае непредставления указанных
        документов или если информация Пользователя, указанная в предоставленных
        им документах, не соответствует информации, указанной Пользователем о
        себе на Сайте/в Мобильном приложении, а также в случае, когда
        информация, указанная Пользователем о себе на Сайте/в Мобильном
        приложении, не позволяет идентифицировать Пользователя, Car4U.kz по
        своему усмотрению может принять меры, предусмотренные Пользовательским
        соглашением.
      </Typography>
      <Typography>
        3.9.Пользователь обязуется не разглашать, не передавать третьим лицам
        свои логин и пароль, а также предпринять все необходимые меры для того,
        чтобы его логин и пароль не были доступны третьим лицам. Пользователь
        самостоятельно несет ответственность за сохранность своего пароля, а
        также за все последствия, которые могут возникнуть в результате его
        несанкционированного и/или иного использования. Пользователь обязан
        немедленно уведомить Car4U.kz о любом случае несанкционированной (не
        разрешенной Пользователем) авторизации на Сайте/в Мобильном приложении с
        использованием логина 30 и пароля и/или о любом нарушении (подозрениях о
        нарушении) конфиденциальности своего пароля.
      </Typography>
      <Typography sx={{ paddingLeft: 6 }}>
        4. СВЕДЕНИЯ. ОСНОВНЫЕ ПРАВИЛА ПУБЛИКАЦИИ СВЕДЕНИЙ
      </Typography>
      <Typography>
        4.1. Объявления принимаются и публикуются на казахском или русском
        языке. Допускается присутствие дополнительной информации на другом языке
        при условии наличия описания к ней на казахском или русском языке.
      </Typography>
      <Typography>
        4.2. Объявления проходят проверку Car4U.kz на корректность содержания и
        соответствие настоящему Пользовательскому соглашению в течение 24 часов
        с момента размещения на Сайте/в Мобильном приложении. Публикация
        Объявления осуществляется Car4U.kz при условии прохождения проверки и
        получения положительных результатов. При этом осуществление проверки
        Объявления не является обязанностью Car4U.kz, в связи с чем
        Пользователь, размещающий Объявления, не соответствующие
        Пользовательскому соглашению, не вправе ссылаться на то, что Car4U.kz не
        осуществлял проверку и/или осуществлял проверку ненадлежащим образом.
        Пользователь несет полную и самостоятельную ответственность за
        содержание Объявления.
      </Typography>
      <Typography>
        4.3. При размещении Объявления Продавец/Партнер обязуется соблюдать
        следующие правила:
      </Typography>
      <Typography>
        4.3.4. Продавец/Партнер вправе размещать Объявления следующих категорий
        Товара:
      </Typography>
      <ul>
        <li>
          Продавец вправе размещать только Объявления о продаже принадлежащего
          ему на праве собственности транспортного средства.
        </li>
        <li>
          Партнер вправе размещать Объявления о продаже транспортных средств,
          запасных частей для транспортных средств, услуг и работ по
          осуществлению технического, сервисного, иного обслуживания
          транспортных средств.
        </li>
        <li>
          Партнеры вправе размещать Объявления об оказании услуг по покупке или
          обмене транспортных средств Покупателей с возможностью оказания
          Покупателю услуг предварительной оценки приобретаемого Партнером
          транспортного средства.
        </li>
        <li>
          Кредитная организация вправе размещать Объявления об акциях и условиях
          оказания услуг по кредитованию Покупателей при покупке ими Товара
        </li>
      </ul>
      <Typography>
        4.3.5. Объявление должно содержать максимально подробную информацию о
        предлагаемом Товаре.
      </Typography>
      <Typography>
        4.3.6. В одном объявлении должна быть информация только об одном Товаре.
      </Typography>
      <Typography>
        4.3.7. Информация о Товаре должна соответствовать действительности.
      </Typography>
      <Typography>
        4.3.8. Изображения (фотографии), демонстрирующие Товар, должны
        соответствовать содержимому Объявления. На изображении должен быть
        только предлагаемый к продаже Товар в том состоянии, в котором Товар
        находится на момент размещения Объявления.
      </Typography>
      <Typography>
        4.3.9. Указывать конечную стоимость продажи Товара. Положение данного
        пункта не применимо к Партнеру, осуществляющему выкуп или обмен
        транспортного средства в рамках предоставления Сервиса «Продать сейчас».{" "}
      </Typography>
      <Typography>
        4.4 При размещении Объявления запрещается: использовать чужие
        изображения (например, фотографии с официальных сайтов производителей),
        а также изображения, опубликованные ранее на Сайте другими
        Пользователями и др., без соответствующих на то прав и разрешений от
        правообладателей таких изображений;
      </Typography>
      <ul>
        <li>
          размещать на фотографиях или видеоматериалах, прилагаемых к
          Объявлениям: товарные знаки, фирменные наименования и коммерческие
          обозначения третьих лиц, любую рекламную или контактную информацию
          (номера телефонов, электронные адреса, графические надписи и
          изображения и т.д.), не относящуюся к Товару, указанному в Объявлении;
        </li>
        <li>
          указывать номер контактного телефона, не соответствующий номеру,
          указанному при Регистрации; • размещать Объявления о продаже Товаров,
          в отношении которых уже достигнуто соглашение об их продаже третьим
          лицам и внесены аванс или задаток;
        </li>
        <li>
          размещать Объявления, содержание которых направлено на достижение иной
          цели, нежели продажа заявленного в объявлении Товара, в том числе
          Объявления, содержащего явную или скрытую рекламу иных товаров/услуг
          Продавца/Партнера или третьих лиц, либо информацию, дискредитирующую
          товары/услуги третьих лиц и пр.;
        </li>
        <li>
          включать в содержание Объявления ссылки на какие-либо сайты или адреса
          электронной почты;
        </li>
        <li>
          указывать телефоны, адреса, QR-коды, наименования аккаунтов в
          социальных сетях и ссылки на них, хэштеги и т.п.
        </li>
        <li>
          размещать Объявления о продаже Товара без намерения его отчуждения с
          переходом права собственности к Покупателю;
        </li>
        <li>
          размещать Объявления о продаже Товара, нарушающей права и законные
          интересы третьих лиц, в том числе на объекты интеллектуальной
          собственности, заложенные, арестованные товары, товары, являющиеся
          предметом исков третьих лиц, а также товары, представляющие опасность
          для жизни и здоровья людей, а также окружающей среды;
        </li>
        <li>
          размещать Объявления, несоответствующие общим и специальным
          требованиям, предъявляемым к рекламным материалам законодательством
          Республики Казахстан;
        </li>
        <li>
          размещать Объявления, содержащие прямую или косвенную рекламу
          компаний, организаций или объектов торговли, конкурирующих со Car4U.kz
          и/или его аффилированными лицами;
        </li>
        <li>
          соблюдать требования, предусмотренные п.п. 4.8., 4.13.-4.15.
          Пользовательского соглашения.
        </li>
      </ul>
      <Typography>
        4.5 Запрещено размещение Объявлений о продаже следующих Товаров:{" "}
      </Typography>
      <ul>
        <li>
          товаров, полученных преступным путем (путем хищения, незаконного ввоза
          на территорию Республики Казахстан и т.д.); • товаров, изъятых из
          оборота, товаров, оборот которых запрещен или ограничен согласно
          законодательству Республики Казахстан;
        </li>
        <li>
          товаров, оборот которых нарушает авторские и/или смежные права третьих
          лиц на принадлежащие им результаты интеллектуальной деятельности и
          средства индивидуализации; • удостоверяющих документов и
          государственных знаков.
        </li>
      </ul>
      <Typography>
        4.6 Car4U.kz вправе в случае нарушения Пользователем правил
        Пользовательского соглашения либо в случае получения в отношении
        Объявления Пользователя 10 (десять) и более жалоб от других
        Пользователей без уведомления и применения к нему каких-либо санкций
        удалить его Объявление, и/или заблокировать его Личный кабинет.
      </Typography>
      <Typography>
        4.7 Комментировать Объявления имеют право все зарегистрированные
        Пользователи. Комментарии к Объявлениям должны соответствовать
        настоящему Пользовательскому соглашению, заданной теме, и всегда
        являются личным мнением Пользователя.
      </Typography>
      <Typography>
        4.8 При публикации комментария Пользователям запрещается:
      </Typography>
      <ul>
        <li>
          размещать информацию, запрещенную к размещению на Сайте/в Мобильном
          приложении в соответствии с настоящим Пользовательским соглашением;
          использовать «ники» (псевдонимы), нарушающие общепринятые моральные и
          этические нормы, а также оскорбляющие каким-либо образом других
          Пользователей, Поставщиков, Car4U.kz;
        </li>
        <li>
          вводить в заблуждение каким-либо образом других Пользователей, в том
          числе использовать «ники» (псевдонимы), претендующие на исполнение
          специальных функций (Car4U.kz, Служба поддержки, представителей
          органов власти, официальных лиц государственных структур и т.п.),
          вводящие в заблуждение других Пользователей, в том числе путем
          использования «ников» (псевдонимов), схожих с «никами» (псевдонимами)
          указанных лиц;
        </li>
        <li>
          размещать материалы рекламного характера, а также ссылки на подобные
          материалы;
        </li>
        <li>
          публиковать ссылки на другие сайты, если это не является способом
          подтверждения мнения, высказанного автором сообщения, или для
          повышения информативности сообщения;
        </li>
        <li>публично обсуждать действия Car4U.kz.</li>
      </ul>
      <Typography>
        Все претензии в адрес Car4U.kz направляются путем личных сообщений;{" "}
      </Typography>
      <ul>
        <li>размещать бессмысленные сообщения;</li>
        <li>
          размещать объявления о покупке/продаже Товаров, иных материальных
          ценностей.
        </li>
      </ul>
      <Typography>
        4.9 Car4U.kz не несет ответственности за содержание комментариев, их
        возможное несоответствие действующему законодательству, за достоверность
        размещаемых Пользователями материалов, качество информации и
        изображений. Все материалы, размещенные на Сайте/в Мобильном приложении,
        отражают только мнение их авторов и могут не разделяться Car4U.kz.
      </Typography>
      <Typography>
        4.10 Если Пользователь включает в свои комментарии информацию с другого
        сайта, он должен самостоятельно удостовериться, что этот сайт (автор
        публикации) не запрещает подобного распространения. Указание адреса
        цитируемого сайта в этом случае обязательно. Ответственность за
        неправомерное размещение ссылок и информации, возможное нарушение
        авторских прав полностью лежит на Пользователе.
      </Typography>
      <Typography>
        4.11 Комментарии Пользователей на Сайте/в Мобильном приложении должны
        быть составлены на казахском и/или русском и/или английском языках.
      </Typography>
      <Typography>
        4.12 Размещая любые материалы и информацию на Cайте/в Мобильном
        приложении, Пользователь предоставляет гарантию, что обладает всеми
        необходимыми правами для предоставления этих материалов и информации.
        Если у Пользователя нет надлежащих прав для размещения на Сайте
        Сведений, то Пользователь обязуется не размещать такие Сведения.
      </Typography>
      <Typography>
        4.13 При размещении Сведений на Сайте/в Мобильном приложении
        Пользователь обязуется:
      </Typography>
      <Typography>
        4.13.1. не размещать на Сайте/в Мобильном приложении и не направлять
        куда-либо через/посредством Сайта/Мобильного приложения следующую
        информацию:
      </Typography>
      <ul>
        <li>
          призывающую к нарушению действующего законодательства, в том числе к
          совершению действий, направленных на насильственное изменение
          конституционного строя РК, возбуждение социальной, национальной,
          родовой, расовой, сословной или религиозной розни, совершению акта
          терроризма, посягательству на честь и достоинство президента РК и
          воспрепятствование его деятельности и пр.;
        </li>
        <li>
          нецензурные выражения, оскорбления и/или угрозы, в том числе
          оскорбления представителей власти;
        </li>
        <li>заведомо ложные сведения;</li>
        <li>
          произведения, пропагандирующие культ жестокости и насилия,
          порнографические материалы;
        </li>
        <li>
          клеветническую, оскорбительную, порочащую/унижающую честь и/или
          достоинство других Пользователей, третьих лиц, содержащую угрозы;
        </li>
        <li>имеющую целью причинить вред третьим лицам;</li>
        <li>нарушающую права граждан на частную жизнь и публичный порядок;</li>
        <li>
          пропагандирующую дискриминацию людей по расовому, этническому,
          половому, религиозному признакам, социальному статусу, сексуальной
          ориентации или иным признакам;
        </li>
        <li>
          содержащую экстремистские материалы, способствующие и/или призывающие
          к изменению конституционного строя, развязыванию войны, религиозной,
          расовой или межнациональной розни, содержащую попытки разжигания
          вражды или призывы к насилию;
        </li>
        <li>
          содержащую порнографические материалы или иные оскорбляющие
          нравственность материалы;
        </li>
        <li>оскорбляющую религиозные чувства граждан;</li>
        <li>
          информацию «заказного» характера, т.е. информацию, созданную в
          чьих-либо интересах, не соответствующих целям создания Сайта;
        </li>
        <li>
          информацию коммерческого характера, за исключением случаев размещения
          Объявления;
        </li>
        <li>
          ссылки на другие Интернет-ресурсы, содержание которых противоречит
          требованиям законодательства Республики Казахстан, международному
          законодательству и настоящему Пользовательскому соглашению;
        </li>
        <li>
          сведения, охраняемые законодательством об интеллектуальной
          собственности (в том числе, но не ограничиваясь, которая затрагивает
          какой-либо патент, товарный знак, авторские и/или смежные с ними
          права) третьих лиц, и иную охраняемую законом информацию без
          соответствующих на то прав и разрешений от правообладателя
        </li>
        <li>
          информацию, не относимую к тематике и целям предоставления Сайта,
          оказываемых им услуг и/или тематике его разделов, в том числе не
          размещать в объявлениях информацию, не связанную напрямую с описанием
          характеристик продаваемого Товара, в том числе касающуюся каких-либо
          третьих лиц, а также информацию шуточного, глумливого,
          провокационного, личного, пропагандистского характера и так далее;
        </li>
        <li>
          иную информацию, не соответствующую или запрещенную к
          распространению/размещению законодательством Республики Казахстан
          и/или настоящему Пользовательскому соглашению;
        </li>
      </ul>
      <Typography>
        4.13.2.не распространять через Сайт/Мобильное приложение компьютерные
        коды, файлы или программы (либо ссылки на них), предназначенные для
        нарушения, модификации, блокирования уничтожения либо ограничения
        функциональности любого компьютерного или телекоммуникационного
        оборудования, или программы для осуществления несанкционированного
        доступа, а также серийные номера к коммерческим программным продуктам и
        программы для их генерации, логины, пароли и прочие средства для
        получения несанкционированного доступа к Сайту/Мобильному приложению, а
        также к платным ресурсам в сети Интернет;
      </Typography>
      <Typography>
        4.13.3.не распространять на Сайте/в Мобильном приложении и/или через
        Сайт/ Мобильное приложение, в том числе в комментариях, спам, «письма
        счастья», системы интернет заработка, схемы «пирамид», многоуровнего
        маркетинга, email бизнесов;
      </Typography>
      <Typography>
        4.13.4.не регистрироваться и не совершать действия на Сайте/в Мобильном
        приложении от имени другого реально существующего или существовавшего
        лица, не указывать персональную информацию третьих лиц, не применять
        любые формы и способы незаконного представительства третьих лиц;
      </Typography>
      <Typography>
        4.14 Размещая Сведения на Сайте/в Мобильном приложении, Пользователь
        подтверждает, что он несет ответственность за содержание Сведений и факт
        их размещения, обладает всеми необходимыми для этого правами и
        полномочиями. Размещая Сведения, Пользователь соглашается с тем, что
        такие Сведения, включая указанные Пользователем контактные данные,
        данные Товара, будут доступны неограниченному кругу лиц на территории
        всего мира. Car4U.kz не гарантирует, что Сведения могут быть
        использованы исключительно в целях использования функционала Сайта, а
        также не несет ответственности за действия третьих лиц по копированию и
        обработке Сведений в целях, не связанных с использованием Сайта
        /Мобильного приложения
      </Typography>
      <Typography>
        4.15 Размещая Сведения на Сайте/в Мобильном приложении, Пользователь
        автоматически безвозмездно, безусловно и безотзывно предоставляет
        Car4U.kz неисключительное право на использование таких Сведений на
        территории всего мира без ограничения срока по усмотрению Car4U.kz, в
        том числе но не ограничиваясь, на воспроизведение, копирование, подбор,
        систематизацию, преобразование, изменение, редактирование, перевод,
        опубликование, распространение таких Сведений (частично или полностью)
        любыми законными способами, а также на использование путем сообщения в
        эфир и по кабелю. Также, размещая Сведения на Сайте/в Мобильном
        приложении, Пользователь подтверждает, что обладает соответствующими
        правами и полномочиями для предоставления Car4U.kz указанного выше
        неисключительного права на использование размещенных Сведений. При таком
        использовании Car4U.kz имеет право использовать соответствующие Сведения
        как с указанием имени автора таких Сведений, так и без указания имени
        автора (в качестве имени автора при этом будет указываться имя
        Пользователя, разместившего Сведения, которое он указал при регистрации
        на Сайте/ Мобильном приложении или в настройках Аккаунта либо логин
        Пользователя). Администрация Сайта вправе передавать права, указанные в
        настоящем пункте, третьим лицам.
      </Typography>
      <Typography>
        4.16 Car4U.kz не несет никакой ответственности за достоверность и
        правомерность Сведений, размещенных Пользователями на Сайте /в Мобильном
        приложении.
      </Typography>
      <Typography>
        4.17 Car4U.kz не проверяет и не имеет технической и фактической
        возможности проверять все Сведения, размещаемые Пользователем на Сайте,
        на предмет их соответствия требованиям законодательства Республики
        Казахстан и положениям настоящего Пользовательского соглашения,
        поскольку подобная проверка сделает невозможным функционирование Сайта
        /Мобильного приложения. Однако Car4U.kz вправе это делать в любое время
        по своему усмотрению.
      </Typography>
      <Typography>
        4.18 В случае возникновения спорной ситуации бремя доказывания того, что
        размещаемые Пользователем Сведения не нарушают чьих-либо прав, лежит на
        таком Пользователе.
      </Typography>
      <Typography>
        4.19 Car4U.kz может по своему усмотрению отказать в размещении, удалить
        любые Сведения, которые Пользователь собирается разместить/разместил на
        Сайте, в том числе без объяснения причин.
      </Typography>
      <Typography>
        4.20 Сведения могут быть использованы Car4U.kz и/или его аффилированными
        лицами, в иных сервисах и приложениях Car4U.kz и/или его аффилированных
        лиц, а также в рекламных или маркетинговых материалах для привлечения
        внимания других пользователей к Сведениям, к Сайту в целом или к иным
        приложениям и сервисам Car4U.kz и/или его аффилированных лиц. При этом
        Пользователь признает и соглашается, что Car4U.kz и/или его
        аффилированные лица не обязаны просматривать такие Сведения, а их
        использование указанными способами в указанных целях может
        осуществляться автоматически посредством программных средств. В случае
        если Пользователь не вправе предоставить право использования Сведений
        подобным способом, он обязан воздержаться от размещения Сведений.
      </Typography>
      <Typography sx={{ paddingLeft: 6 }}>
        5.ОГРАНИЧЕНИЕ ОТВЕТСТВЕННОСТИ
      </Typography>
      <Typography>
        5.1. Ответственность Car4U.kz ограничивается реальным ущербом,
        подтвержденным документально, согласно ст. 350 Гражданского кодекса
        Республики Казахстан, при условии наличии вины Car4U.kz в причинении
        ущерба, установленной в судебном порядке При этом бремя доказывания
        несет Пользователь.
      </Typography>
      <Typography>
        5.2. Car4U.kz предоставляет Пользователю Сервисы Сайта и Мобильного
        приложения, включая доступ к информации, содержащейся на Сайте и (или) в
        Мобильном приложении «как есть», без гарантий любого рода.
      </Typography>
      <Typography>5.3. Car4U.kz не несет ответственности:</Typography>
      <ul>
        <li>
          за использование Сайта и Мобильного приложения с устройства
          Пользователя третьими лицами, в связи с чем все действия, совершенные
          с устройства Пользователя, считаются действиями Пользователя;
        </li>
        <li>
          за скорость и бесперебойную работу Сайта/Мобильного приложения, их
          совместимость с программным обеспечением и операционными системами
          устройств Пользователя;
        </li>
        <li>
          за содержание ошибок и/или вирусов при работе Сайта/Мобильного
          приложения, прерывание каналов связи и выход из строя серверной
          инфраструктуры на уровне магистральных каналов связи, центров обмена
          данными, вычислительных центров, а также линий связи регионального и
          местного значения, неисполнение либо ненадлежащее исполнение своих
          обязательств вследствие сбоев в телекоммуникационных и/или
          энергетических сетях, а также недобросовестных действий третьих лиц,
          направленных на несанкционированный доступ и/или выведение из строя
          Сайта/Мобильного приложения;
        </li>
        <li>за надлежащее функционирование устройства Пользователя;</li>
        <li>
          за несоответствие Сервисов Сайта/Мобильного приложения ожиданиям
          Пользователя;
        </li>
        <li>
          за действия Пользователей на Сайте/Мобильном приложении и за
          последствия использования Пользователями Сайта/Мобильного приложения.
          Пользователь соглашается и подтверждает, что использует Сайт и (или)
          Мобильное приложение исключительно на свой собственный риск.
        </li>
      </ul>
      <Typography>
        5.4. В случае если устройство Пользователя не поддерживает отображение и
        (или) работу Сайта и (или) Мобильного приложения, загрузку, отображение,
        каких-либо Сервисов Сайта и (или) Мобильного приложения, Car4U.kz не
        гарантирует предоставление доступа к соответствующим ресурсам и
        возможность их использования/полноценного использования.
      </Typography>
      <Typography>
        5.5. Car4U.kz не несет ответственности за некорректную работу и/или
        временную неработоспособность платежных систем, обеспечивающих прием и
        перевод платежей Пользователей, вызванную не зависящими от Car4U.kz
        причинами, в том числе по вине третьих лиц, а также обстоятельствами
        непреодолимой силы.
      </Typography>
      <Typography>
        5.6. Car4U.kz не несет ответственности за нарушение условий
        Пользовательского соглашения, если такое нарушение вызвано действием
        обстоятельств непреодолимой силы (форс-мажор), включая среди прочих:
        действия и решения органов государственной власти, препятствующие работе
        Сервисов, исполнению обязательств Car4U.kz, пожар, наводнение,
        землетрясение, другие стихийные действия, отсутствие электроэнергии
        и/или сбои работы компьютерной сети, забастовки, гражданские волнения,
        беспорядки, любые иные обстоятельства, которые могут повлиять на
        выполнение Car4U.kz условий настоящего Пользовательского соглашения.
      </Typography>
      <Typography>
        5.7. Car4U.kz не несет ответственности за неисполнение либо ненадлежащее
        исполнение своих обязательств, если это вызвано действиями/бездействием
        Пользователя, в том числе, в результате совершения ошибочных действий
        Пользователя.
      </Typography>
      <Typography>
        5.8. На Сайте/в Мобильном приложении могут быть представлены Товары
        (продукты и/или услуги), предлагаемые Пользователю на платной и/или
        бесплатной основе Продавцами/Партнерами и/или третьими лицами. Car4U.kz
        не является Продавцом, Партнером, участником отношений по предоставлению
        Товара, и ответственности перед Пользователем/Покупателем и/или
        Поставщиками, третьими лицами за его предоставление и качество Товара не
        несет.
      </Typography>
      <Typography>
        5.9. Car4U.kz не несет ответственности за содержание ссылок на сайты,
        приложения и иные ресурсы третьих лиц, размещенные Поставщиками,
        Пользователями.
      </Typography>
      <Typography>
        5.10. Ссылка на любой сайт, приложение, ресурс, продукт или услугу,
        любую информацию коммерческого или некоммерческого свойства, размещенная
        на Сайте/в Мобильном Приложении Поставщиком, Пользователем, не является
        одобрением и (или) рекомендацией вышеуказанного со стороны Car4U.kz.
        Если Пользователь решит перейти к сайтам, приложениям, ресурсам,
        продуктам, услугам третьих лиц по размещенным ссылкам то делает это на
        свой риск.
      </Typography>
      <Typography>
        5.11. Действия любых третьих лиц, а также действия платежных систем,
        операторов связи не являются действиями Car4U.kz, и ответственности за
        них Car4U.kz не несет.
      </Typography>
      <Typography>
        5.12. Car4U.kz не несет ответственности за размещение Мобильного
        приложения, ссылок на него в любых несанкционированных
        (неподтвержденных) Car4U.kz источниках (контрафактное приложение). В
        случае использования Пользователем контрафактного приложения Car4U.kz не
        несет перед ним какой-либо ответственности в связи с таким
        использованием.
      </Typography>
      <Typography>
        5.13. Car4U.kz гарантирует добросовестную и законную обработку
        Персональных данных Пользователя в соответствии с законодательством,
        Политикой конфиденциальности, а также с предусмотренными в настоящем
        Пользовательском соглашении целями.
      </Typography>
      <Typography>
        5.14. Car4U.kz гарантирует своевременное обновление данных Пользователя
        в случае предоставления им обновленных данных.
      </Typography>
      <Typography>
        5.15. О наличии ошибок или неполадок, возникших в процессе использования
        Сервисов Сайта и (или) Мобильного приложения, Пользователь вправе
        сообщить в Службу поддержки на support@Car4U.kz.
      </Typography>
      <Typography>
        5.16. Регистрируясь и используя Сайт/Мобильное приложение, а также
        информацию, размещённую на Сайте/в Мобильном приложении, Пользователь
        принимает условия Пользовательского соглашения и соглашается с тем, что
        Car4U.kz предоставляет Пользователю лишь возможность размещать
        Объявления на Сайте, при этом Car4U.kz не несёт какой-либо
        ответственности за содержание Объявления Пользователя, и Пользователь
        самостоятельно отвечает перед третьими лицами за нарушение их авторских,
        интеллектуальных прав и иных прав, а также за размещение рекламы,
        признанной ненадлежащей в соответствии с законодательством РК.
      </Typography>
      <Typography>
        5.17. Пользователь обязуется перед загрузкой Объявления на сайт
        самостоятельно проверять содержание Объявления на его соответствие
        законодательству РК.
      </Typography>
      <Typography>
        5.18. При этом Car4U.kz вправе заблокировать Аккаунт Пользователя,
        прекратить доступ Пользователю к загрузке Объявления, удалить Объявление
        Пользователя и/или любые комментарии к Объявлению и др., если Car4U.kz
        станет известно, что содержание Объявления Пользователя нарушает права
        третьих лиц и/или Car4U.kz либо нарушает Пользовательское соглашение
        и/или законодательство.
      </Typography>
      <Typography>
        5.19. В случае поступления претензии от третьих лиц, касающейся
        нарушений их авторских, интеллектуальных или иных прав, в том числе
        допущенных при размещении Продавцом/Партнером на Сайте/в Мобильном
        приложении Объявления, Car4U.kz обязуется незамедлительно реагировать на
        данные нарушения и оперативно удалять соответствующие Объявления.
      </Typography>
      <Typography>
        5.20. В случае предъявления к Car4U.kz исков, претензий, связанных с
        Объявлением Пользователя, размещённым Продавцом/Партнером на Сайте/в
        Мобильном приложении, последний обязуется возместить Car4U.kz все
        понесённые им убытки, а также предпринять все меры, направленные на
        урегулирование претензий и споров.
      </Typography>
      <Typography>
        5.21. Если будет установлено, что Аккаунт зарегистрирован на
        Пользователя, не соответствующего требованиям, установленным разделом 1
        настоящего Пользовательского соглашения, Аккаунт такого Пользователя
        подлежит немедленному удалению, а телефонный номер, использованный при
        регистрации такого Пользователя, не допускается к регистрации иных
        Аккаунтов.
      </Typography>
      <Typography>
        5.22. Car4U.kz оставляет за собой право на ограничение доступа к
        Объявлениям, которые по мнению Car4U.kz нарушают настоящее
        Пользовательское соглашение, действующее законодательство или являются
        нарушением иных обязательств Пользователя перед Car4U.kz, а также на
        ограничение доступа Пользователя к Сайту/Мобильному приложению для
        предотвращения дальнейших нарушений. За нарушения настоящего
        Пользовательского соглашения доступ Пользователя к Сайту/Мобильному
        приложению может быть ограничен на постоянной основе. В случае
        ограничения доступа по основаниям, указанным в настоящем пункте,
        оплаченные Пользователем деньги не возвращаются.
      </Typography>
      <Typography>
        5.23. Car4U.kz не несет ответственности за возможные убытки
        Пользователя, связанные с его неосведомленностью в отношении актуальной
        версии Пользовательского соглашения.
      </Typography>
      <Typography>
        5.24. Car4U.kz не несет ответственности по спорам и разногласиям,
        возникающим между Пользователями и Поставщиками/иными Пользователями,
        если такие споры и разногласия не вызваны нарушениями Car4U.kz своих
        обязательств.
      </Typography>
      <Typography>
        5.25.Car4U.kz вправе исключить любого Пользователя из числа
        Пользователей без предупреждения по любой причине, в том числе если
        Пользователь не соблюдает настоящее Пользовательское соглашение и/или
        предоставляет информацию, вводящую в заблуждение Car4U.kz и/или
        Поставщика/иных Пользователей, либо предоставляет недостоверные и
        некорректные Сведения.
      </Typography>
      <Typography>
        5.26.Условия, не урегулированные настоящим Пользовательским соглашением,
        регулируются нормами действующего законодательства Республики Казахстан.
      </Typography>
      <Typography sx={{ paddingLeft: 6 }}>
        6. СБОР И ИСПОЛЬЗОВАНИЕ ДАННЫХ. РЕКЛАМА
      </Typography>
      <Typography>
        6.1. Пользователь понимает и выражает свое согласие с тем, что Car4U.kz
        вправе анализировать Аккаунт Пользователя, его активность посещения
        Сайта и предпочтения, чтобы рекомендовать ему Партнеров и Товары,
        которые могут заинтересовать Пользователя и быть ему полезными.
      </Typography>
      <Typography>
        6.2. Car4U.kz, кроме прочего, осуществляет аналитику покупок
        Пользователя в целях оказания помощи в поиске необходимых Товаров, путем
        направления уведомлений, которые могут быть интересны Пользователю.
      </Typography>
      <Typography>
        6.3. Пользователь выражает свое согласие с направлением ему сообщений
        информационного, сервисного и/или рекламного характера посредством SMS,
        emai lрассылки, push-уведомлений и иным образом Car4U.kz и/или
        Поставщиками.
      </Typography>
      <Typography>
        6.4. Пользователь вправе отказаться от получения рекламных сообщений и
        предложений, направив заявление на электронную почту Службы поддержки
        Car4U.kz: support@Car4U.kz, указав учетные данные, а в теме письма –
        «Отказ от получения рекламных сообщений».
      </Typography>
      <Typography>
        6.5. Используя Сайт/Мобильное приложение, Пользователь соглашается и
        подтверждает, что Car4U.kz имеет право направлять Пользователю рекламу,
        предложения, рассылки и иные уведомления, чтобы Пользователь мог открыть
        для себя Товары, предлагаемые множеством компаний, являющихся Партнерами
        Car4U.kz.
      </Typography>
      <Typography>
        6.6. Пользователь соглашается с тем, что Car4U.kz в целях контроля
        качества функциональности Сайта/Мобильного приложения вправе производить
        фиксацию и хранение обращений Пользователя в Службу поддержки.
      </Typography>
      <Typography>
        6.7. Car4U.kz обязуется собирать и использовать персональные и
        биометрические данные Пользователя в соответствии с Политикой
        конфиденциальности и принципами и нормами Закона РК «О персональных
        данных и их защите» обеспечить их конфиденциальность и защиту в
        соответствии с действующим законодательством РК.
      </Typography>
      <Typography>
        6.8. Пользователь вправе отозвать свое согласие на сбор, хранение,
        обработку и использование его данных Car4U.kz в порядке, предусмотренном
        Политикой конфиденциальности.
      </Typography>
      <Typography>
        6.9. Пользователь вправе отозвать свое согласие на получение рекламных
        сообщений от Car4U.kz и/или Поставщиков. Отзыв оформляется в письменной
        форме и направляется заказным письмом или курьером по адресу: 050000
        город Алматы, проспект Суюнбая , дом 211. В течение 1 (одного) рабочего
        дня с момента получения указанного отзыва Car4U.kz обязуется прекратить
        направление рекламных сообщений Пользователю посредством исключения
        Пользователя из числа Пользователей, удаления Аккаунта и Личного
        кабинета Пользователя, уничтожения персональных, биометрических данных
        Пользователя.
      </Typography>
      <Typography sx={{ paddingLeft: 6 }}>
        7. ТЕХНИЧЕСКИЕ ТРЕБОВАНИЯ, ПРЕДЪЯВЛЯЕМЫЕ К ПОЛЬЗОВАТЕЛЯМ, ПРОДАВЦАМ,
        ПАРТНЕРАМ
      </Typography>
      <Typography>
        7.1. Для предоставления доступа к Порталу Пользователи должны
        соответствовать следующим техническим характеристикам:
      </Typography>
      <Typography>
        7.1.1. Для Пользователей, являющихся Покупателями и Продавцами:
      </Typography>
      <ul>
        <li>
          наличие смартфона, функциональность которого позволяет использовать
          Мобильное приложение и/или Сайт либо
        </li>
        <li>
          наличие персонального компьютера/ноутбука/планшета, функциональность
          которого позволяет использовать Сайт;
        </li>
        <li>доступ к сети интернет.</li>
      </ul>
      <Typography>7.1.2. Для Партнеров: </Typography>
      <ul>
        <li>
          наличие смартфона, функциональность которого позволяет использовать
          Мобильное приложение и/или Сайт и предоставление доступа к нему для
          работников Партнера либо
        </li>
        <li>
          наличие персонального компьютера/ноутбука/планшета, функциональность
          которого позволяет использовать Сайт и предоставление доступа к нему
          для работников Партнера;
        </li>
        <li>доступ к сети интернет;</li>
      </ul>
      <Typography sx={{ paddingLeft: 6 }}>8. ИНЫЕ ПОЛОЖЕНИЯ</Typography>
      <Typography>
        8.1. Настоящее Пользовательское соглашение регулируется и толкуется в
        соответствии с законодательством Республики Казахстан. Вопросы, не
        урегулированные настоящим Пользовательским соглашением, подлежат
        разрешению в соответствии с законодательством Республики Казахстан.
      </Typography>
      <Typography>
        8.2. Претензионный порядок разрешения споров обязателен. Претензии
        Пользователей принимаются и рассматриваются Car4U.kz только в письменном
        виде.
      </Typography>
      <Typography>
        8.3. Претензии направляются Пользователем на адрес: 050000 город Алматы,
        проспект Суюнбая, дом 211. Все расходы по отправке и доставке претензии
        оплачиваются Пользователем самостоятельно.
      </Typography>
      <Typography>
        8.4. Претензии рассматриваются Car4U.kz в течение 15 (пятнадцати)
        рабочих дней. В случае необходимости проведения экспертизы этот срок
        может быть продлен на срок проведения экспертизы.
      </Typography>
      <Typography>
        8.5. Car4U.kz направляет ответы на претензии направляются на адрес
        электронной почты, указанный Пользователем в претензии. Ответственность
        за своевременность получения 40 ответа на претензию (актуальность и
        правильность написания адреса электронной почты, возможность
        использования электронной почты и т.п.) несет Пользователь. Car4U.kz не
        обязан оповещать Пользователя каким-либо образом о направлении ответа на
        претензию.
      </Typography>
      <Typography>
        8.6. Для проведения независимой экспертизы при определении вины
        Пользователя в результате его неправомерных действий при использовании
        Мобильного приложения, Сайта, Car4U.kz вправе самостоятельно привлекать
        компетентные организации в качестве экспертов. При этом Пользователь
        обязан возместить все затраты на проведение такой экспертизы.
      </Typography>
      <Typography>
        8.7. При недостижении согласия путем переговоров, спор подлежит
        рассмотрению в суде по месту нахождения Car4U.kz (договорная
        подсудность).
      </Typography>
      <Typography>
        8.8. Car4U.kz не несет ответственность за неисполнение, либо
        ненадлежащее исполнение каких-либо обязательств, указанных в
        Пользовательском соглашении, если такое неисполнение или ненадлежащее
        исполнение вызвано обстоятельствами непреодолимой силы, которые Car4U.kz
        не могло ни предвидеть, ни предотвратить разумными мерами.
      </Typography>
      <Typography>
        8.9. К обстоятельствам непреодолимой силы относятся, включая, но не
        ограничиваясь: наводнения, пожары, бураны, ураганный ветер, торнадо,
        войны, восстания, мятежи, революции, беспорядки, волнения,
        национализации, изъятия для государственных нужд, издания нормативных
        правовых или иных обязательных к исполнению актов или действия органов
        власти, препятствующие исполнению обязательств согласно
        Пользовательскому соглашению, падение летательных аппаратов, включая
        спутники, ракетоносители, топливные баки и их обломки, падение
        метеоритов, шаровые молнии, забастовки, стачки и иные подобные события,
        решения профессиональных союзов и пр.
      </Typography>
      <Typography>
        8.10. Если по тем или иным причинам одно или несколько положений
        настоящего Пользовательского соглашения будут признаны недействительными
        или не имеющими юридической силы, это не оказывает влияния на
        действительность или применимость остальных положений Пользовательского
        соглашения.
      </Typography>
      <Typography>
        8.11. Бездействие со стороны Car4U.kz в случае нарушения Пользователем
        либо иными Пользователями положений Пользовательского соглашения не
        лишает Car4U.kz права предпринять соответствующие действия в защиту
        своих интересов позднее, а также не означает отказа Car4U.kz от своих
        прав в случае совершения в последующем подобных либо сходных нарушений.
      </Typography>
      <Typography>
        8.12. Настоящее Пользовательское соглашение составлено на казахском и
        русском языках. В случае расхождения русскоязычной версии
        Пользовательского соглашения и версии Пользовательского соглашения на
        казахском языке, применяются положения русскоязычной версии
        Пользовательского соглашения.
      </Typography>
      <Typography>
        8.13. Срок действия Сервисов не определен. Car4U.kz вправе в
        одностороннем порядке приостановить или прекратить предоставление
        Сервисов в любое время по своему усмотрению. Car4U.kz уведомляет о
        приостановлении или прекращении реализации работы Сервисов/Мобильного
        приложения/Сайта не менее чем за 10 (десять) календарных дней до
        предполагаемой даты приостановления или прекращения работы
        Сервисов/Мобильного приложения/Сайта (срок уведомления) любым из
        следующих способов: путем размещения соответствующей информации на
        Сайте, на устройствах самообслуживания, в рекламных материалах Car4U.kz.
      </Typography>
      <Typography>
        8.14. Уведомление о приостановке или прекращении действия
        Сервисов/Мобильного приложения/Сайта считается сделанным от имени
        Car4U.kz, если оно было передано по телефону, либо по почте, или
        размещено на Сайте.
      </Typography>
      <Typography>
        8.15. Car4U.kz не несет ответственности по спорам и разногласиям,
        возникающим между Пользователями и Партнерами, если такие споры и
        разногласия не вызваны нарушениями Car4U.kz своих обязательств в рамках
        договоров с Партнерами при реализации Программы.
      </Typography>
      <Typography>
        8.16. Car4U.kz не несет ответственности за возможные убытки
        Пользователя, связанные с его неосведомленностью в отношении актуальной
        версии Пользовательского соглашения, в случае соблюдения Car4U.kz
        обязательств, установленных настоящим Пользовательским соглашением.
      </Typography>
      <Typography>
        8.17. Car4U.kz вправе исключить любого Пользователя из числа
        Пользователей без предупреждения по любой причине, в том числе если
        Пользователь не соблюдает настоящее Пользовательское соглашение и/или
        предоставляет информацию, вводящую в заблуждение Car4U.kz и/или
        Партнера, либо предоставляет недостоверные и некорректные сведения
        Партнеру и/или Car4U.kz.
      </Typography>
      <Typography>
        8.18. В случае если Car4U.kz вынужден приостановить работу
        Сайта/Мобильного приложения/отдельных Сервисов, от него не зависящим
        (форс-мажор), в этом случае Пользователи уведомляются о таком
        приостановлении в любой разумный срок, при этом положения о сроке
        уведомления не применяются.
      </Typography>
      <Typography>
        8.19. Пользователь выражает свое согласие с тем, что в случае
        реорганизации Car4U.kz любые соглашения Пользователя, указанные в
        Пользовательском соглашении, являются действительными для правопреемника
        Car4U.kz.
      </Typography>
    </Box>
  );
}
