import { Box, Typography } from "@mui/material";

export default function Page() {
  return (
    <Box
      sx={{
        px: {
          sm: 5,
          md: 10,
          lg: 30,
        },
        pb: 5,
      }}
    >
      <Typography textAlign="center">ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ</Typography>
      <Typography textAlign="center">Вводная часть</Typography>
      <Typography>
        <span style={{ paddingLeft: 48 }}>Товарищество</span> с ограниченной
        ответственностью «Car4U.kz», БИН: 200840027507 (далее - Car4U.kz или мы)
        с большим уважением относится к Вашему праву на неприкосновенность
        частной жизни, и с полной ответственностью принимает на себя
        обязательства в отношении защиты Ваших Персональных данных. Мы
        гарантируем Вам, что предпринимаем все законные средства и меры с целью
        обеспечения безопасности Ваших Персональных данных и заявляем о том, что
        используем их в целях, предусмотренных настоящей Политикой
        конфиденциальности (далее – Политика). Настоящая Политика объясняет, как
        именно мы собираем, используем и передаем Персональные данные (согласно
        определению, приведенному в настоящей Политике). Важно помнить, что
        настоящая Политика — неотъемлемая часть Пользовательского соглашения
        (далее — «Соглашение»), а также других заключенных с Вами договоров (в
        том числе, в форме заявок, соглашений и тому подобное), или договоров,
        которые могут быть заключены с Вами. Пользуясь настоящим сайтом или
        мобильным приложением Car4U.kz, Вы выражаете свое согласие с Политикой,
        и по своей воле и в своих интересах даете согласие на сбор, запись, а
        также следующие способы обработки Персональных данных: систематизация,
        хранение, уточнение (обновление, изменение), извлечение, использование,
        передачу, в том числе трансграничную передачу (распространение,
        предоставление, доступ), обезличивание, блокирование, удаление,
        уничтожение в установленных настоящей Политикой целях, с использованием
        средств автоматизации или без использования таких средств по усмотрению.
        В случае несогласия с условиями Политики конфиденциальности Вы должны
        прекратить пользование сайтом и мобильным приложением Car4U.kz.
        Настоящая Политика может быть изменена в любое время без
        предварительного уведомления, по усмотрению Car4U.kz, в связи с
        необходимостью либо в соответствии с требованиями действующего
        законодательства.
      </Typography>
      <Typography textAlign="center">1. Термины и определения</Typography>
      <Typography>
        <span style={{ paddingLeft: 48 }}>Для</span> того, чтобы Вам было проще
        понять – как, для чего и какие Персональные данные собираются,
        используются и хранятся нами, а также понять некоторые термины,
        применяемые в Политике, мы собрали их в отдельную таблицу, приведенную
        ниже. Термин/определение Содержание термина/определения
        Car4U.kz/мы/нам/наш ТОО «Car4U.kz», БИН: 200840027507.
        Вы/Ваш/Вам/Пользователь Вы, как физическое лицо, являющееся дееспособным
        гражданином Республики Казахстан, достигшее 18 лет, использующее сайт
        и/или мобильное приложение, принадлежащее Car4U.kz. Персональные данные
        Сведения, относящиеся к Вам или Вашему доверителю, зафиксированные на
        электронном, бумажном и (или) ином материальном носителе, перечень
        которых отражен в Политике. Сайт/Сервис Интернет-сайт http://Car4U.kz/.
        Мобильное приложение/Сервис Мобильное приложение Car4U.kz. Регистрация
        совокупность действий Пользователя в соответствии с указанными на
        Сайте/в Мобильном приложении инструкциями, включая указание своего
        номера мобильного телефона и ФИО в соответствии с требованиями
        законодательства РК о защите персональных данных. Регистрационная форма,
        заполненная Пользователем, является неотъемлемой частью настоящей
        Политики. Пользовательское соглашение Документ, содержащий правила и
        документы, регламентирующие работу Сайта и Мобильного приложения или
        определяющие порядок использования Сервисов, опубликованные по адресу:
        http:// Car4U.kz/terms_of_use
      </Typography>
      <Typography textAlign="center">
        2. Цели сбора и обработки персональных данных
      </Typography>
      <Typography>
        2.1. Персональные данные собираются и используются в следующих целях:
      </Typography>
      <ul>
        <li>
          Идентификация Пользователя при пользовании Сайтом и/или Мобильным
          приложением, а также в целях заключения сделок, заявок, размещения
          объявлений;
        </li>
        <li>Исполнения наших договорных обязательств перед Вами;</li>
        <li>
          Предоставления Пользователю доступа к ресурсам (услугам) Сайта и/или
          Мобильного приложения;
        </li>
        <li>
          Осуществление коммуникаций с Пользователем, включая установление с
          Пользователем обратной связи, в том числе телефонный звонок,
          направление уведомлений (в том числе, включая, но, не ограничиваясь,
          посредством SMS, WhatsApp, Telegram и иное), запросов, касающихся
          использования Сайта/Мобильного приложения, оказания услуг, обработка
          запросов и заявок от Пользователя, направления рекламных информаций об
          акциях и других услугах Car4U.kz;
        </li>
        <li>
          Определения места нахождения Пользователя для обеспечения
          безопасности, предотвращения мошенничества;
        </li>
        <li>
          Подтверждения достоверности и полноты персональных данных,
          предоставленных Пользователем;
        </li>
        <li>
          Предоставления Пользователю эффективной клиентской и технической
          поддержки при возникновении проблем, связанных с использованием
          Сайта/Мобильного приложения;
        </li>
        <li>
          Предоставления Пользователю обновлений услуг, специальных предложений,
          информации о ценах, новостной рассылки и иных сведений от имени
          Car4U.kz или от имени партнеров Car4U.kz. Осуществления рекламной
          деятельности Car4U.kz;
        </li>
        <li>
          Предоставления доступа Пользователю на сайты или сервисы партнеров
          Car4U.kz, с целью получения продуктов, обновлений и услуг;
        </li>
        <li>
          Улучшение качества реализуемых нами товаров, оказываемых услуг,
          предоставляемых работ;
        </li>
        <li>
          Проведение статистических и иных исследований на основе обезличенных
          данных; • Для осуществления видов нашей деятельности, таких как анализ
          деятельности наших компаний и управление ими, маркетинговые
          исследования, аудит, разработка новых продуктов, усовершенствование
          нашей работы, улучшение наших товаров и услуг/работ, выявление
          тенденций использования, определение эффективности наших рекламных
          кампаний, а также оценка степени удовлетворенности Пользователей и
          предоставления им поддержки;
        </li>
        <li>
          Предоставление высокого качества оказания потребительских услуг и/или
          товаров; • Создание новых сервисов Сайта/Мобильного приложения,
          улучшение работы Сайта/Мобильного приложения и взаимодействия
          Пользователей и поставщиков – партнеров Car4U.kz;
        </li>
        <li>
          Предоставление таргетированных рекламных предложений, соответствующих
          предпочтениям Пользователя;
        </li>
        <li>
          Связывание различных устройств, используемых Пользователем, для
          обеспечения бесперебойной работы Сайта/Мобильного приложения;
        </li>
        <li>
          Организация, структурирование Сайта/Мобильного приложения, создания и
          использования базы данных;
        </li>
        <li>
          Проведение анкетирования, опросов, исследования и анализа поведения
          Пользователей с целью максимального улучшения работы Сайта/Мобильного
          приложения и создания новых функций и сервисов Сайта на основании
          интересов, отзывов Пользователей;
        </li>
        <li>
          Предотвращение, обнаружение и борьба с мошенничеством или иными
          неправомерными действиями;
        </li>
        <li>Устранение сбоев в работе Сайта/Мобильного приложения и пр.</li>
      </ul>
      <Typography textAlign="center">
        3. Перечень персональных данных
      </Typography>
      <Typography>
        3.1. Мы собираем следующую информацию, составляющую Персональные данные:
      </Typography>
      <ul>
        <li>
          Техническая информация, автоматически собираемая программным
          обеспечением Сайта/Мобильного приложения во время его посещения;
        </li>
        <li>
          Информация, предоставляемая Вами при заполнении соответствующей формы
          или информация, получаемая Car4U.kz при непосредственном контакте с
          Пользователем либо при использовании Пользователем социальных сетей;
        </li>
        <li>Иная информация предоставляется Вами на Ваше усмотрение.</li>
      </ul>
      <Typography>
        3.1.1. Техническая информация. При посещении Вами Сайта/Мобильного
        приложения, администрации Сайта/Мобильного приложения автоматически
        становится доступной информация из стандартных журналов регистрации
        сервера (server logs), а именно:
      </Typography>
      <ul>
        <li>
          IP-адрес Вашего компьютера (или прокси-сервера, если он используется
          для выхода в Интернет);
        </li>
        <li>Имя Интернет-провайдера;</li>
        <li>Имя домена;</li>
        <li>тип браузера и операционной системы;</li>
        <li>
          Информация о сайте/странице в социальных сетях, с которого Вы
          совершили переход на Сайт/в Мобильное приложение;{" "}
        </li>
        <li>
          Информация о страницах Сайта/Мобильного приложения, которые Вы
          посещаете;
        </li>
        <li>Дата и время этих посещений, файлы;</li>
        <li>
          фотографии, публикации, иные данные, находящиеся в общем доступе на
          страницах Пользователя общедоступных источниках, данные о людях,
          страницах в социальных сетях, хэштегах, комментариях, отзывах,
          группах, сообществах, мероприятиях, людях, с которыми связан
          Пользователь и пр;
        </li>
        <li>
          данные об использовании аккаунта Пользователя на Сайте/в Мобильном
          приложении, о покупательской активности на Сайте/в Мобильном
          приложении, о приобретаемых товарах, о предпочтении товаров, брендов и
          пр;
        </li>
        <li>
          данные об устройствах, посредством которых Пользователь пользуется
          аккаунтом, в том числе: информацию об аппаратном и программном
          обеспечении, идентификаторы устройств, об Интернет-соединении,
          информацию о местонахождении устройства Пользователя (GPS, Bluetooth,
          Wi-Fi), данные приложений, файлов cookie и пр;
        </li>
        <li>
          записи обращений Пользователя в Контакт-центр, переписка Пользователя
          со Car4U.kz на Сайте/в Мобильном приложении (обратная связь). Данная
          информация анализируется нами для анализа посещаемости
          Сайта/Мобильного приложения, и используется при разработке предложений
          по его улучшению и развитию. Связь между Вашим IP-адресом и Вашей
          персональной информацией никогда не раскрывается третьим лицам, за
          исключением тех случаев, когда это требует действующее
          законодательство Республики Казахстан.
        </li>
      </ul>
      <Typography>
        3.1.2. Персональные данные Персональные данные, предоставляемые
        Пользователем: • Фамилия, имя, отчество (при его наличии);
      </Typography>
      <ul>
        <li>Дата и место рождения;</li>
        <li>Пол</li>
        <li>Индивидуальный идентификационный номер;</li>
        <li>
          Контактные данные: адрес места постоянной регистрации, адрес места
          временной регистрации, контактные телефоны, адрес электронной почты;
        </li>
        <li>
          Данные документа, удостоверяющего личность: наименование документа,
          номер документа, дата выдачи документа, срок действия документа,
          орган, выдавший документ;
        </li>
        <li>
          Номера кредитной и дебетовой карт, а также банковских счетов и иная
          платежная информация;
        </li>
        <li>Портретное изображение, видеоматериалы (фотография);</li>
        <li>
          Биометрические данные; Персональные данные, получаемые Car4U.kz из
          иных источников
        </li>
        <li>Фамилия, имя, отчество (при его наличии);</li>
        <li>Дата и место рождения;</li>
        <li>Пол</li>
        <li>Национальность</li>
        <li>Индивидуальный идентификационный номер;</li>
        <li>
          Контактные данные: адрес места постоянной регистрации, адрес места
          временной регистрации, контактные телефоны, адрес электронной почты;
        </li>
        <li>
          Данные документа, удостоверяющего личность: наименование документа,
          номер документа, дата выдачи документа, срок действия документа,
          орган, выдавший документ;
        </li>
        <li>
          Номера кредитной и дебетовой карт, а также банковских счетов и иная
          платежная информация;
        </li>
        <li>Портретное изображение, видеоматериалы (фотография);</li>
        <li>Биометрические данные;</li>
        <li>
          Иные специальные, обезличенные данные Пользователя, способные
          характеризовать Пользователя, полученные Car4U.kz из любых источников.
        </li>
      </ul>
      <Typography>
        3.2. В целях заключения договоров Пользователь также может предоставить
        следующие персональные данные о себе или об организации и её
        представителях, в интересах которой он действует: имя, отчество,
        фамилия, должность, телефонный номер, дополнительно могут
        предоставляться наименование, БИН, номер банковского счета, номер
        регистрации в органах юстиции, адрес регистрации и почтовый адрес такой
        организации, корпоративный телефонный номер, наименование обслуживающего
        банка, его БИК и корреспондентский счет. Указанные сведения об
        организации не относятся к персональным данным.
      </Typography>
      <Typography>
        3.3. Если физическое лицо действует в качестве индивидуального
        предпринимателя или в его интересах, по желанию или с непосредственного
        письменного согласия такого индивидуального предпринимателя,
        соответственно, дополнительно могут предоставляться: фамилия и инициалы
        индивидуального предпринимателя, ИНН, адрес для переписки, телефонный
        номер, номер банковского счета, наименование обслуживающего банка, его
        БИК и корреспондентский счет.
      </Typography>
      <Typography textAlign="center">4. Обязательства сторон</Typography>
      <Typography>
        4.1. Пользователь обязан: - предоставить информацию и персональные
        данные, необходимые в целях Регистрации и/или заключения сделки
        (договора, заявки, заказ-наряда и в иной форме) с нами; - в кратчайшие
        сроки обновить, дополнить предоставленные персональные данные в случае
        изменения данной информации. При неуведомлении или несвоевременном
        уведомлении Пользователем об изменении в персональных данных, Car4U.kz
        освобождается от ответственности за любые неблагоприятные последствия,
        ставшие следствием такого неуведомления или несвоевременного
        уведомления; - при размещении объявлений на Сайте/в Мобильном приложении
        строго следовать правилам, отраженным в Пользовательском соглашении.
      </Typography>
      <Typography>4.2. Мы обязаны:</Typography>
      <ul>
        <li>
          Использовать полученные Персональные данные исключительно для целей,
          указанных в настоящей Политике, и в соответствии с нормами
          действующего законодательства РК;
        </li>
        <li>Обеспечить сохранность Персональных данных;</li>
        <li>
          Принимать меры предосторожности для защиты конфиденциальности
          Персональных данных Пользователя согласно порядку, обычно
          используемого для защиты такого рода информации в существующем деловом
          обороте;
        </li>
      </ul>
      <Typography textAlign="center">
        5. Способы получения персональных данных. Защита персональных данных{" "}
      </Typography>
      <Typography>
        5.1. Мы осуществляем сбор Персональных данных следующими способами:
      </Typography>
      <ul>
        <li>
          непосредственно от Пользователя или от уполномоченных им
          представителей;
        </li>
        <li>через браузер или устройство Пользователя;</li>
        <li>
          из других источников, в том числе, включая, но, не ограничиваясь:
          например, общедоступные базы данных; партнеры по совместной
          маркетинговой и (или) финансово хозяйственной деятельности; банки,
          страховые компании и (или) иные финансовые организации, с которыми
          имеются договорные отношения у нас или у Вас; операторы сотовой связи;
          социальные платформы; друзья пользователей или иные лица, связанные с
          ними через социальные платформы, а также прочие третьи лица.
        </li>
      </ul>
      <Typography>
        5.2. Мы принимаем все необходимые и достаточно организационные,
        технические меры предосторожности для защиты Персональных данных
        Пользователей. Только те работники Car4U.kz, которым необходимо
        выполнять рабочие функции, для которых требуется доступ к Персональным
        данным, имеют доступ к информации о Пользователях.
      </Typography>
      <Typography>
        5.3. Пользователь признает, что в случае халатного отношения самим
        Пользователем к безопасному хранению Персональных данных дающим доступ к
        ним, третьи лица могут получить несанкционированный доступ к ним.
        Car4U.kz, не несет ответственность за убытки (в том числе, ущерб и
        упущенную выгоду) причиненные таким доступом. Мы рекомендуем Вам
        использовать сложные пароли, состоящие из цифр и букв.
      </Typography>
      <Typography>
        5.4. Мы убедительно просим Вас быть бдительными и Персональных данных, в
        том числе, принять меры для защиты от мошенничества через интернет и
        «фишинга».
      </Typography>
      <Typography>
        5.5. Защита Ваших Персональных данных осуществляется в строгом
        соответствии с Законом РК « 21 мая 2013 года № 94-V «О персональных
        данных и их защите», Правилами осуществления собственником и (или)
        оператором, а также третьим лицом мер по защите персональных данных
        (утв. Постановлением Правительства Республики Казахстан от 3 сентября
        2013 года № 909) и внутренними нормативными документами Car4U.kz. Кроме
        этого, Car4U.kz предпринимает все необходимые меры к тому, чтобы
        партнеры Car4U.kz и третьи лица, которым передаются Ваши Персональные
        данные, обеспечили их сохранность и защиту в соответствии с нормами
        действующего законодательства РК.
      </Typography>
      <Typography textAlign="center">
        6. Доступ к персональным данным
      </Typography>
      <Typography>
        6.1. Доступ к Персональным данным Пользователя, помимо Car4U.kz (в лице
        их работников), могут получать следующие лица: • аффилированные
        физические и (или) юридические лица Car4U.kz; • производители и продавцы
        (и их уполномоченные представители) товаров (автомобилей, запасных
        частей, аксессуаров и иное), реализуемых с использованием Сервисов
        Car4U.kz, партнеры Car4U.kz; • третьи лица, для достижения целей,
        указанных в разделе 2 настоящей Политики. К таким лицам могут относиться
        (включая, но, не ограничиваясь): ü банки, страховые компании и иные
        финансовые учреждения; владельцы сайтов и приложений, которые
        предоставляют нам услуги, связанные с размещением и отображением рекламы
        на сайтах, в программах, продуктах или сервисах, которые принадлежат
        таким лицам; рекламодатели и (или) рекламораспространители, операторы
        связи и иные компании, с которыми состоит в договорных отношениях
        Car4U.kz.
      </Typography>
      <Typography>
        6.2. Персональные данные Пользователей могут быть переданы также: •
        третьим лицам, в отношении которых произведена уступка прав или
        обязанностей, или новация по соответствующему соглашению; • любому
        казахстанскому и (или) международному регулирующему органу,
        правоохранительным органам, исполнительным органам власти, другим
        официальным или государственным органам, или судам, в отношении которых
        Car4U.kz обязана предоставлять информацию в соответствии с действующим
        законодательством Республики Казахстан по соответствующему запросу; •
        третьим лицам, в случае если передача Персональных данных требуется для
        предоставления Вам соответствующего товара, оказания услуги, выполнения
        работы, или выполнения определенного соглашения или договора,
        заключенного с Вами; • любому третьему лицу в целях обеспечения
        надлежащего хранения Персональных данных, правовой защиты Car4U.kz или
        третьих лиц при нарушении Вами Пользовательского соглашения, настоящей
        Политики, условий договора, заключенного с Вами, либо в ситуации, когда
        существует угроза такого нарушения; • третьим лицам, заключившим
        соответствующие договоры с Car4U.kz.
      </Typography>
      <Typography>
        6.3. Мы уведомляем Вас о том, что при размещении на Сайте и/или в
        Мобильном приложении объявления, комментариев или иных сведений в
        общедоступных разделах Сайта/Мобильного приложения, осуществляемых в
        соответствии с Пользовательским соглашением, Вы понимаете и соглашаетесь
        с тем, что сведения, указанные Вами в объявлении, включая Ваши ФИО и
        контактные данные, будут доступны неограниченному кругу лиц на
        территории всего мира. Car4U.kz не гарантирует, что такие сведения могут
        быть использованы исключительно в целях использования функционала
        Сайта/Мобильного приложения, а также не несет ответственности за
        действия третьих лиц по копированию и обработке данных сведений в целях,
        не связанных с использованием Сайта /Мобильного приложения.
      </Typography>
      <Typography>
        6.4. Размещая персональную информацию или иные сведения на Сайте/в
        Мобильном приложении, Вы автоматически безвозмездно, безусловно и
        безотзывно предоставляетте Car4U.kz неисключительное право на
        использование таких информации и сведений на территории всего мира без
        ограничения срока по усмотрению Car4U.kz, в том числе но не
        ограничиваясь, на воспроизведение, копирование, подбор, систематизацию,
        преобразование, изменение, редактирование, перевод, опубликование,
        распространение таких сведений (частично или полностью) любыми законными
        способами, а также на использование путем сообщения в эфир и по кабелю.{" "}
      </Typography>
      <Typography>
        6.5. Размещая сведения на Сайте/в Мобильном приложении, Вы
        подтверждаете, что обладаете соответствующими правами и полномочиями для
        предоставления Car4U.kz указанного выше неисключительного права на
        использование размещенных сведений. При таком использовании Car4U.kz
        имеет право использовать соответствующие сведения как с указанием имени
        автора таких сведений, так и без указания имени автора (в качестве имени
        автора при этом будет указываться имя Пользователя, разместившего
        сведения, которое он указал при регистрации на Сайте/ в Мобильном
        приложении или в настройках Аккаунта либо логин Пользователя).
        Администрация Сайта/Мобильного приложения вправе передавать права,
        указанные в настоящем пункте, третьим лицам.
      </Typography>
      <Typography>
        6.5. Car4U.kz не несет никакой ответственности за достоверность и
        правомерность данных и сведений, размещенных Вами на Сайте /в Мобильном
        приложении. Мы не проверяем и не имеем технической и фактической
        возможности проверять все данные и сведения, размещаемые Пользователем
        на Сайте/в Мобильном приложении, на предмет их соответствия требованиям
        законодательства Республики Казахстан и положениям настоящей Политики и
        Пользовательского соглашения, поскольку подобная проверка сделает
        невозможным функционирование Сайта /Мобильного приложения. Однако
        Car4U.kz вправе это делать в любое время по своему усмотрению.{" "}
      </Typography>
      <Typography>
        6.6. В случае возникновения спорной ситуации бремя доказывания того, что
        размещаемые Пользователем данные и сведения не нарушают чьих-либо прав,
        лежит на таком Пользователе.
      </Typography>
      <Typography>
        <span style={{ paddingLeft: 40 }}>7.</span> Предоставление согласия на
        сбор и обработку Персональных данных Пользователь предоставляет Car4U.kz
        согласие на сбор и обработку его Персональных данных путем нажатия на
        кнопку «Далее» на Сайте/в Мобильном приложении, посредством чего, в
        соответствии со ст.ст. 152, 394, 396 Гражданского кодекса Республики
        Казахстан, Пользователь присоединяется к настоящей Политике и
        подписывает Согласие на сбор и обработку персональных данных, являющееся
        Приложением №1 к настоящей Политике.
      </Typography>
      <Typography textAlign="center">
        8. Отзыв согласия на сбор и обработку Персональных данных
      </Typography>
      <Typography>
        8.1. Пользователь вправе отозвать свое согласие на сбор и обработку его
        персональных данных Car4U.kz при условии отсутствия неисполненных
        обязательств, принятых согласно Политике конфиденциальности,
        Пользовательскому соглашению или иному договору/соглашению с Car4U.kz.
        Отзыв оформляется в письменной форме и направляется заказным письмом или
        курьером по адресу: 050000 город Алматы, проспект Суюнбая, дом 211. В
        течение 1 (одного) рабочего дня с момента получения указанного отзыва
        Car4U.kz обязуется прекратить сбор, обработку и использование данных
        соответствующего Пользователя посредством исключения Пользователя из
        числа Пользователей, удаления Аккаунта и Личного кабинета Пользователя,
        уничтожения персональных, биометрических данных Пользователя.
      </Typography>
      <Typography>
        8.2. Пользователь вправе отозвать свое согласие на получение рекламных
        сообщений от Car4U.kz и/или партнеров Car4U.kz. Отзыв оформляется в
        письменной форме и направляется заказным письмом или курьером по адресу:
        050000 город Алматы, проспект Суюнбая, дом 211. В течение 1 (одного)
        рабочего дня с момента получения указанного отзыва Car4U.kz обязуется
        прекратить направление рекламных сообщений Пользователю посредством
        исключения Пользователя из числа Пользователей, удаления Аккаунта и
        Личного кабинета Пользователя, уничтожения персональных, биометрических
        данных Пользователя.
      </Typography>
      <Typography textAlign="center">9. Заключительные положения</Typography>
      <Typography>
        9.1. Мы будем хранить Ваши Персональные данные столько времени, сколько
        это необходимо для достижения цели, для которой она была собрана, или
        для соблюдения требований законодательства Республики Казахстан, но не
        более, чем в течение 3 (трех) лет с момента последнего посещения Вами
        аккаунта на Сайте/в Мобильном приложении.
      </Typography>
      <Typography>
        9.2. Политика конфиденциальности не распространяется на процедуры
        обеспечения конфиденциальности персональных данных и информации, а также
        на иные процедуры третьих лиц, включая третьих лиц, обеспечивающих
        деятельность сторонних сайтов, ссылки на которые содержатся на сайтах
        Car4U.kz, и мы не отвечаем за конфиденциальность информации
        пользователей на сторонних сайтах. Указание на Сайте/в Мобильном
        приложении ссылок на сторонние сайты не подразумевает одобрение таких
        сайтов нами или нашими аффилированными лицами.
      </Typography>
      <Typography>
        9.3. Car4U.kz не несет ответственность за политику сбора, обработки,
        использования и раскрытия информации (включая порядок обеспечения защиты
        данных) других компаний, таких как Facebook, Apple, Google, Microsoft, и
        любых других разработчиков приложений, поставщиков приложений,
        поставщиков услуг платформ социальных сетей, поставщиков операционных
        систем, поставщиков услуг беспроводного соединения и изготовителей
        устройств, включая Персональные данные, раскрываемые нашими
        пользователями другим организациям при помощи Приложений или наших
        страниц в социальных сетях (или в связи с таковыми).
      </Typography>
      <Typography>
        9.4. Используя Сайт и/или Мобильное приложение, Вы соглашаетесь с тем,
        что мы можем размещать файлы cookie на Вашем устройстве, хранить и
        получать доступ к cookie, IPадресам и использовать другие методы для
        сбора и обработки Персональных данных об использовании веб-сайта для
        улучшения Вашего опыта использования веб-сайта. Данные могут включать
        информацию об использовании Вами веб-сайта, браузера и типа устройства,
        с которого Вы получаете доступ, и Ваше местонахождение.
      </Typography>
      <Typography>
        9.5. После того, как Вы дали нам свое согласие на использование файлов
        cookie, мы храним файл cookie на Вашем компьютере или устройстве, чтобы
        запомнить Ваше согласие для следующего Вашего посещения сайта. Ваше
        согласие истекает периодически (и во всех случаях в течение 13 месяцев).
        Если Вы хотите отозвать свое согласие в любое время, Вам необходимо
        удалить свои файлы cookie, используя настройки Вашего интернет-браузера.
      </Typography>
      <Typography>
        9.6. Car4U.kz вправе вносить изменения в настоящую Политику без согласия
        и без уведомления Пользователя. Пользователь берет на себя
        ответственность за ознакомление с обновлённой версией Политики.
        Изменения в Политику вступают в силу с момента ее размещения на Сайте,
        если иное не предусмотрено новой редакцией Политики.
      </Typography>
      <Typography>
        9.7. Если мы узнаем, что собранная нами информация получена от лица, не
        достигшего 18-ти летнего возраста, мы удалим такую информацию в разумно
        кратчайшие сроки и можем запретить такому лицу доступ к соответствующему
        веб-узлу.
      </Typography>
      <Typography>
        9.8. К Политике и отношениям между Пользователем и Car4U.kz, возникающим
        в связи с применением Политики, подлежит применению право Республики
        Казахстан.
      </Typography>
      <Typography>
        9.9. При сборе, обработке и хранении Персональных данных Пользователей
        Car4U.kz руководствуется Законом Республики Казахстан «О персональных
        данных и их защите».
      </Typography>
      <Typography>
        9.10. Просим обращаться к нам со всеми вопросами, комментариями и
        замечаниями относительно настоящей Политики. Пользователь вправе
        сообщить нам:
      </Typography>
      <ul>
        <li>
          о своем нежелании в будущем получать от нас обращения (уведомления);
        </li>
        <li>
          о своем желании узнать, какая информация о нем имеется у нас, получить
          копию хранимых у нас своих Персональных данных (при предоставлении
          такой запрошенной информации может взиматься административный сбор для
          покрытия почтовых расходов и оплаты работы по поиску и обработке
          информации);
        </li>
        <li>
          том, что считает те или иные его Персональные данные, хранимые у нас,
          неточными, неполными, неактуальными или не имеющими значения;
        </li>
        <li>о любых нарушениях Политики.</li>
      </ul>
      <Typography>
        9.11. Ответственность Car4U.kz ограничивается реальным ущербом,
        подтвержденным документально, согласно ст. 350 Гражданского кодекса
        Республики Казахстан, при условии наличии вины Car4U.kz в причинении
        ущерба, установленной в судебном порядке. При этом бремя доказывания
        несет Пользователь.
      </Typography>
    </Box>
  );
}
